/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "%1$@ oprávnění: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Zpřístupnění";

/* Preferences pane for `App` settings */
"App" = "Aplikace";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Automaticky";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Zkontrolovat aktualizace";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Zapnout %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "Pro nastavení klikněte na ikonu v řádku nabídek";

/* Alert box title */
"Icon Hidden" = "Ikona skryta";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Zahrnout beta verze";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Monitorování vstupu";

/* Large step size */
"Large" = "Velký";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "Otevřít %1$@ nastavení";

/* Section title */
"Permissions" = "Oprávnění";

/* No comment provided by engineer. */
"Preferences" = "Nastavení";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Ukončit %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "Požádat o oprávnění: %1$@";

/* Prefs check box */
"Reverse Horizontal" = "Převrátit vodorovnou";

/* Prefs check box */
"Reverse Mouse" = "Převrátit myš";

/* Prefs check box */
"Reverse Trackpad" = "Převrátit myš";

/* Prefs check box */
"Reverse Vertical" = "Převrátit svislou";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser běží!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverse potřebuje oprávnění k Zpřístupnění, aby mohl změnit vaše scrollování.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverse potřebuje oprávnění k Monitorování vstupu, aby mohl zjistit, zda se dotýkate trackpadu.";

/* Prefs section header */
"Scroll Wheel" = "Kolečko myši";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Scrollování";

/* Prefs section title */
"Scrolling Axes" = "Osy posuvu";

/* Prefs section title */
"Scrolling Devices" = "Zařízení pro scrollování";

/* Prefs check box */
"Show in menu bar" = "Zobrazit v řádku nabídek";

/* Small step size */
"Small" = "Malý";

/* Prefs check box */
"Start at login" = "Spustit při přihlášení";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Velikost kroku";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "Ikona %1$@ byla odstraněna z řádku nabídek. Pokud ji chcete obnovit, spusťte znovu %1$@ z Finderu.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔ vyžadováno";

/* No comment provided by engineer. */
"✅ granted" = "✅ uděleno";
